{
    "现代都市": {
        "identities": [
             "贵族学校的平民学生",
            "偶像事务所的练习生",
            "乙女游戏公司的测试员",
            "知名艺术家的模特",
            "电竞俱乐部的经理",
            "心理学家",
            "保险调查员",
            "档案管理员",
            "图书管理员",
            "普通市民",
            "普通学生",
            "私家侦探",
            "公司职员",
            "无业游民",
            "秘密特工",
            "网红主播",
            "警察",
            "医生",
            "律师",
            "记者",
            "艺术家",
            "程序员",
            "外卖员",
            "小报记者",
            "酒吧调酒师",
            "退休老人",
            "流浪汉",
            "法医",
            "富家公子/千金",
            "都市怪谈调查员",
            "异闻论坛版主",
            "被诅咒的古董店主",
            "能看见“异常”的外卖员",
            "处理超自然事件的“清洁工”",
            "专门报道灵异新闻的记者",
            "随机生成",
            "觉醒了“读懂猫语”能力的宠物医生",
            "专门解决家庭超自然矛盾的“金牌调解员”",
            "表面是全职Coser，实际在夜晚打击犯罪的地下英雄",
            "经营着一家只在午夜十二点后开门的解忧杂货铺的店主"
        ],
        "openings": [
             "转学第一天就不小心撞倒了学校的风云人物",
            "发现邻居是知名的偶像明星，并且他似乎有什么把柄在你手上",
            "玩的恋爱游戏突然成真，你成了被所有可攻略角色追逐的对象",
            "为了家族企业，不得不与讨厌的对手假扮情侣",
            "收到了来自未来自己的信件，指导你如何避免孤独终老的命运",
            "在拥挤的地铁上醒来，发现丢失了所有记忆",
            "收到一封匿名的勒索邮件，指向一个惊天阴谋",
            "目睹了一场离奇的车祸，死者并非人类",
            "继承了一家濒临倒闭的咖啡馆",
            "在深夜的便利店遇到了说话的猫咪",
            "手机里突然出现了一个神秘的聊天群",
            "在公司加班时发现同事们都消失了",
            "被卷入了一场网络直播中的超自然事件",
            "在拥挤的地铁上醒来，发现所有人手机都收到了一条未知来源的短信",
            "租到了一间极其便宜但怪事频发的公寓",
            "目睹了一场离奇的车祸，死者身上有非人的特征",
            "收到一个匿名包裹，里面是一件能预知未来的物品",
            "发现自己突然能听到周围人的心声",
            "继承了一家濒临倒闭的古怪咖啡馆/书店",
            "一觉醒来，发现自己是某个直播节目的参与者，而观众并非人类",
            "租下的公寓里，每晚十二点都会响起敲门声，但门外总是空无一人。",
            "手机突然开始推送来自“另一个世界”的新闻头条。",
            "搭乘的末班公交车并未在任何已知站点停靠，正驶向未知区域。",
                "接到了一个看似简单的失踪人口案件",
            "在整理旧案卷时发现了被掩盖的真相",
            "收到了一封指向连环杀手的匿名信",
            "被卷入了一起密室杀人案",
            "发现自己正在调查的案件与童年阴影有关",
            "在一个偏远小镇遭遇了诡异的集体失忆事件",
            "被邀请参加一个富豪的私人聚会，却发现这是个陷阱",
            "在医院值夜班时遇到了不应该存在的病人",
            "调查一起车祸时发现死者在事故发生前就已经死亡",
 
            "你在直播中意外拍到了不该存在的“东西”，一夜爆红的同时也被盯上了。",
            "你被父母逼着去相亲。",
            "你下班回家，捡到一只脏兮兮的流浪猫，于心不忍带回了家。第二天早上，你被一声巨响惊醒，发现一个陌生的美少年/美少女穿着你昨晚给猫洗澡时用的浴巾，站在厨房里，并声称是你把他/她召唤来的。",
        "随机生成" 
        ]
    },
 "近现代": {
    "identities": [
        "热血学生",
        "情报人员",
        "一线警员",
        "士兵",
        "乡村医生/教师",
        "工厂工人",
        "金融从业者",
        "报社记者/编辑",
        "电影/文艺从业者",
        "江湖人士",
        "秘密项目的科学家",
        "逃离战区的难民",
        "海外援助人员/传教士",
        "没落的贵族/前朝遗老",
        "远洋货轮的水手",
        "私家侦探",
        "工会领袖",
        "航空公司的飞行员/空乘",
        "外交人员",
        "通商口岸的实业家",
        "街头的小贩",
        "实验室的研究员",
        "车站的检票员/调度员",
        "跨国公司的职员",
        "随机生成"
    ],
    "openings": [
        "1916年，凡尔登的战壕里下着冻雨，你收到了一封来自故乡的信。",
        "1929年10月29日，星期二，华尔街开盘的钟声刚刚敲响。",
        "你在泰坦尼克号的头等舱醒来，口袋里有一张不属于这个时代的船票。",
        "柏林墙下，你找到了一个刚好可以偷递一张纸条的缝隙。",
        "1962年，你所在的核潜艇，刚刚收到了准备发射核弹的预备指令。",
        "九龙城寨的麻将馆里，大佬递给你一支烟，说有笔‘大生意’要谈。",
        "一名盖世太保军官拦住了你，他似乎在你藏着犹太朋友的阁楼下听到了什么。",
        "1969年，作为宇航员，你在月球的尘土中发现了一枚不该存在的脚印。",
        "廉政公署成立的第一天，你的办公桌上出现了一封举报整个警队的匿名信。",
        "1986年，切尔诺贝利隔离区内，你手中的盖革计数器发出了前所未有的警报。",
        "你在跳蚤市场买到一台旧收音机，它却嘶嘶啦啦地开始播放三天后的新闻。",
        "作为一名破译员，你刚刚在敌军的电码中破译出了一个不可能的地名：亚特兰蒂斯。",
        "敦刻尔克的海滩上，德军的炮火越来越近，而远方的海雾里驶来的却是一艘古老的帆船。",
        "1937年的上海，你与爱人约在咖啡馆告别，而他/她的真实身份是日本特务。",
        "你在伍德斯托克音乐节的泥地里醒来，身边躺着一位未来的摇滚巨星。",
        "一张写着你名字的大字报，出现在了街道最显眼的墙上。",
        "一份关于纳粹正在秘密研究的“超自然军团”的档案，意外落到了你的手中。",
        "你坐在开往西部的火车上，身边围绕着在大萧条中失去一切的人们。",
        "19世纪的伦敦，开膛手杰克刚刚犯下新的案件，而你在受害者的手中发现了一枚属于你的袖扣。",
        "你爱上了一位来自敌对阵营的大使馆工作人员，今晚你们要在维也纳的桥上做最后的诀别。",
        "你在弥敦道的霓虹灯下躲雨，一个人为你撑开了伞，你们的故事就此开始。",
        "板门店的非军事区，你和一个来自另一方的士兵，隔着三八线分享了半支烟。",
        "互联网诞生之初，你在一个BBS上发现了一个名为‘衔尾蛇’的秘密论坛，里面正在讨论如何修改历史。",
      "甲午海战的黄海之上，你所在的‘致远’舰发出了冲向敌舰的最后一声鸣笛。",
    "1898年的北京，你作为谭嗣同的亲信，收到了他让你连夜逃亡的密信。",
    "武昌城头的第一声枪响传来，你放下了手中正在擦拭的汉阳造步枪。",
    "1919年5月4日，你被同窗好友拉着，汇入了前往天安门的学生人潮。",
    "黄埔军校的开学典礼上，你作为第一期学员，听到了校长“不成功便成仁”的训话。",
    "1937年的淞沪战场，四行仓库外，租界的歌舞升平与对岸的枪炮声仅一河之隔。",
    "延安的窑洞前，你正在油灯下教战士们识字，一份加急的情报被送到了你的手上。",
    "重庆的防空警报再次拉响，你抱着孩子，和邻居们一起匆忙躲进潮湿的防空洞。",
    "飞虎队的机库里，你作为地勤人员，正在为一个美国飞行员的战机画上鲨鱼涂装。",
    "1945年的重庆谈判，你拍下了两位改变中国命运的领袖握手的瞬间。",
    "在淮海战役的支援队伍里，你推着吱呀作响的独轮车，走在泥泞的土地上，前方就是炮火连天的前线。",
    "1949年4月23日，你亲眼看到第一面红旗插上了南京“总统府”的屋顶。",
    "1949年10月1日，你挤在天安门广场的人海里，等待着那个即将震动世界的声音。",
    "长津湖的冰天雪地里，你把最后一个冻土豆分给了身边最年轻的战友。",
     "1860年的北京，圆明园的冲天火光映在你含泪的眼中，你怀里紧紧抱着一件从大火中抢救出来的珍宝。",
    "你是一名留美幼童，刚刚接到朝廷的命令，被强制中断学业，即刻回国。",
    "东交民巷的使馆区外，八国联军的枪炮声越来越近。",
    "“四一二”的凌晨，上海的街头贴满了通缉令，上面有你昔日同志的头像。",
    "1937年12月，南京城破，你在拉贝先生设立的国际安全区里，从门缝向外窥探着街上的人间地狱。",
    "日军的731部队基地里，你被关在牢房中，今天又有“马路大”（原木）被带走，再也没有回来。",
    "花园口的黄河大堤被炸开，你在滔天的洪水中死死抱着一块门板，寻找着失散的家人。",
    "1942年的河南，逃荒的路上，你已经三天没有吃过一点东西，只能靠啃食树皮为生。",
    "长沙文夕大火的当晚，你作为奉命执行“焦土政策”的士兵，亲手点燃了自己家的房子。",
    "你是缅甸远征军的一员，在野人山的原始丛林里身患疟疾，与大部队失去了联系。",
    "台湾的白色恐怖时期，你的邻居，一位温和的中学老师，在半夜被几个陌生人带走，从此杳无音信。",
    "长春围困战中，城内已经断粮数月，你用最后一点首饰换来的一块黑面包，被饥饿的人群抢走了。",
 
        "随机生成"
    ]
},
    "西方奇幻": {
        "identities": [
            "见习法师",
            "王国骑士",
            "吟游诗人",
            "被流放的贵族",
            "盗贼公会成员",
            "草药师",
            "牧师/女牧师",
            "德鲁伊",
            "游侠",
            "铁匠",
            "佣兵",
            "魔法学院学生",
            "见习法师/女术士",
            "落魄的王国骑士",
            "酒馆的吟游诗人",
            "被剥夺头衔的贵族",
            "盗贼公会的新手",
            "村庄里的草药师",
            "被神殿收养的孤儿",
            "躲藏中的龙裔",
            "猎魔人/狩魔猎人",
            "雇佣兵",
            "逃亡的公主/王子",
            "被流放的贵族后裔",
            "盗贼公会的核心成员",
            "掌握禁忌炼金术的炼金术师",
            "暗黑魔法少女/少年",
            "正在逃婚的精灵王子/公主",
            "被恶龙抓走但和恶龙成了好朋友的人类",
            "开宠物店专门售卖各种魔法生物的年轻店主",
            "试图用魔法搞农业革命的半吊子法师",
            "退休的魔王/勇者",
             "吸血鬼亲王的血奴",
            "在酒馆里讲故事骗吃骗喝的吟游诗人",
            "随机生成"
        ],
        "openings": [
            "在古老的遗迹中触碰了一块符文石",
            "作为被巨龙袭击的商队中唯一的幸存者",
            "被诬陷杀害了国王，开始了逃亡生涯",
            "在森林里捡到了一个会说话的魔法物品",
            "继承了祖父留下的神秘法师塔",
            "在酒馆里接到了一个价值不菲的委托",
            "意外召唤出了一个强大但不受控制的魔物",
            "发现自己是传说中勇者的转世",
            "被选中参加王室的秘密任务",
            "在魔法学院的禁书区发现了禁忌法术",
            "在古老的遗迹中触碰了一块符文，被传送到了未知之地",
            "作为被巨龙袭击的商队中唯一的幸存者，身上多了一个龙纹烙印",
            "被诬陷刺杀了国王，不得不在追捕中寻找真相",
            "在森林里捡到了一个会说话、性格恶劣的魔法物品",
            "家乡被魔潮毁灭，你是唯一的幸存者",
            "为了偿还巨额赌债，签下了一份危险的魔法契约",
            "在古老的遗迹中触碰了一块符文石，一个古老的灵魂寄宿在了你的体内。",
            "作为被巨龙袭击的商队中唯一的幸存者，你获得了龙的一部分力量。",
            "你的“吉祥物”告诉你，想要获得更强的力量，就必须献上你最珍贵的东西，比如情感或记忆。",
            "蒸汽朋克都市里，你是一名使用魔法驱动的机械臂的侦探，正在调查一宗离奇的炼金谋杀案。",
            "诸神黄昏已经开始，作为被选中的勇者，你的任务不是拯救世界，而是确保阿斯加德彻底毁灭。",
            "随机生成",
            "你正在与邻国王子/公主举行盛大的婚礼，一只巨大的狮鹫突然从天而降抓走了你.",
            "你继承了远方叔叔留下的一家小酒馆，开业第一天才发现，这里的常客是退休后沉迷钓鱼的魔王、隐居山林研究厨艺的勇者和天天来蹭酒喝的摸鱼女神。",
            "你按照古书的指引举行了恶魔召唤仪式，希望能获得财富和力量。结果召唤来一个只会打扫卫生、烹饪美食的恶魔管家，并强行和你签订了一份终身“劳动合同”。"
        ]
    },
    "东方玄幻": {
        "identities": [
            "外门弟子",
            "炼丹学徒",
            "世家子弟/千金",
            "隐居散修",
            "藏经阁看守",
            "宗门执事",
            "游历散仙",
            "魔道修士",
            "丹师",
            "器师",
            "阵法师",
            "驯兽师",
            "宗门的外门弟子",
            "炼丹房学徒",
            "没落的世家子弟",
            "隐居散修的记名弟子",
            "看守藏经阁的凡人",
            "被退婚的天才/废柴",
            "妖族与人族的混血后裔",
            "云游四方的画师/琴师",
            "王朝的钦天监小吏",
            "青楼的花魁/乐师",
            "被废掉修为后重修的“废柴”天才",
            "某个隐世宗门的师尊或师祖",
            "靠特殊功法快速提升的魔道修士",
            "执掌天道刑罚的“天律阁”成员",
            "拥有《山海经》并能召唤异兽的御兽师",
            "退婚流主角的那位前未婚妻/夫",
            "被退婚后专心搞事业、一心只想变强的前未婚妻/夫",
            "穿成龙傲天身边的小弟并决定抱紧大腿的机智路人甲",
            "专门给各大宗门写八卦绯闻小报的话本先生",
   "随机生成"
 
        ],
        "openings": [
            "测试灵根时引发了天地异象",
            "被退婚后立下三年之约",
            "在宗门试炼中误入上古秘境",
            "被师尊托付了关乎宗门存亡的重要任务",
            "在渡劫时被雷劈回到了千年前",
            "意外获得了一本记载仙界秘辛的古籍",
            "测试灵根时意外引发了天地异象，引来了多方窥伺",
            "无意中放出了被宗门封印的妖物/魔头",
            "被迫代替妹妹/弟弟嫁给/入赘一个著名的废柴/死人",
            "在凡间书店买到一本假冒的功法，没想到竟练出了真正的绝世神通。",
            "逃婚途中意外坠崖，被一位隐世高人所救并强行传授了衣钵。",
            "你的任务是作为幕后推手，在这个末法时代引导世界完成“灵气复苏”或“神话复苏”。"
        ]
    },
    "西方神话": {
    "identities": [
        "神殿的祭司/女祭司",
        "流着神明血脉的半神",
        "被神选中的先知/神使",
        "某个城邦的国王/女王",
        "史诗中传唱的英雄/勇士",
        "奥林匹斯/阿斯加德的侍奉者",
        "锻造神器的矮人工匠",
        "森林里的德鲁伊/女巫",
        "寻找知识的学者/抄写员",
        "守护圣物的骑士",
        "竞技场的角斗士",
        "普通的农民/牧羊人",
        "出海远航的船长/水手",
        "被放逐的王子/公主",
        "被诅咒之人/怪物",
        "地狱的摆渡人/守门人",
        "游荡在世间的精灵/仙灵",
        "被遗忘旧神的后裔",
        "专门猎杀怪物的猎手",
        "天堂放逐的堕落者",
        "执掌一方权能的小神/自然灵",
        "埃及的法老/大祭司",
        "北欧的女武神/狂战士",
        "某个秘密教团的刺客",
        "随机生成"
    ],
    "openings": [
        "奥林匹斯圣山上，宙斯的雷霆权杖失窃了。",
        "一个刻着“献给最美之人”的金苹果，被扔进了众神的宴会厅。",
        "地狱的三头恶犬刻耳柏洛斯睡着了，亡灵正从冥府的裂隙中逃出。",
        "普罗米修斯盗取的天火，在凡间引发了一场无法被扑灭的大火。",
        "特洛伊城下，一匹巨大的木马被送到了坚不可摧的城门前。",
        "北欧的世界之树“尤克特拉希尔”，它的一根枝干毫无征兆地枯萎了。",
        "彩虹桥“毕弗罗斯特”的中央，出现了一道深不见底的裂痕。",
        "挣脱了束缚的巨狼芬里尔，在天边吞食了太阳或月亮。",
        "尼罗河今年的泛滥没有如期而至，整个埃及陷入了对饥荒的恐惧。",
        "法老陵墓的深处，用来称量心脏的真理天平不见了。",
        "亡者之书上，浮现出了一个从未被记载过的、可以让死者完全复活的咒语。",
        "亚瑟王的圣剑“Excalibur”从湖中再次现世，等待着新的主人。",
        "德鲁伊的圣林中，最古老的一棵橡树的树干上，流出了人类的鲜血。",
        "天堂的一位大天使擅自离开了自己的岗位，没有留下任何信息便降临凡间。",
        "封印着地狱七魔王之一的古老锁链，发出了一声清脆的断裂声。",
        "天启四骑士中的第一位——“瘟疫”，已经骑着白马出现在了遥远的地平线上。",
        "潘多拉的魔盒被再次打开，但这次从中飞出的，是世间所有的“希望”。",
        "伊阿宋的金羊毛远征船队，在归航时遭遇了来自深海的塞壬歌声。",
        "为西西弗斯推上山的巨石，今天停在了山顶，没有滚落下来。",
        "人类与仙灵的边界变得模糊，有孩子在森林里迷路后，带着神奇的能力回来了。",
        "吉尔伽美什寻找永生之法的旅途，在终点发现了一扇通往异世界的大门。",
        "巴别塔的建筑工地上，人们突然又能听懂彼此的语言了。",
        "随机生成"
    ]
},
    "东方神话": {
    "identities": [
        "天庭的某位星君",
        "一头青牛",
        "蟠桃园里的小仙",
        "被贬下凡的神仙",
        "山间的土地神/山神",
        "炼丹炉旁的道童",
        "南天门的守门天将",
        "刚刚修出人形的小妖",
        "占山为王的大妖",
        "等待报恩的狐仙/蛇妖",
        "人和妖的混血后代",
        "山海经中记载的异兽",
        "佛陀座下的听经沙弥",
        "执掌一殿的阎罗/判官",
        "忘川河畔的摆渡人",
        "引渡亡魂的鬼差",
        "无法转世的游魂",
        "云游四方的地仙",
        "误入仙境的樵夫/采药人",
        "斩妖除魔的道士/法师",
        "能看见鬼神的通灵者",
        "某个凡人王朝的国师",
        "龙宫的虾兵/蟹将",
        "听圣人讲道的生灵",
        "上古巫族的后裔",
          "西王母座下的青鸟使者",
    "昆仑山神树的看守者",
    "月宫里捣药的玉兔",
    "司掌风雨雷电的仙官",
    "财神座下的运财童子",
    "执掌人间功过的灶君",
    "城隍庙里的日游神/夜游神",
    "修炼有成的僵尸/旱魃",
    "寄居在古物中的器灵",
    "引诱书生的画皮美妖",
    "十八层地狱的狱卒",
    "镇守佛塔的阿修罗众",
    "给佛陀献花的飞天/天女",
    "继承了稀薄神血的凡人",
    "上古大巫的血脉后裔",
    "被高人点化了的灵兽",
    "追日的夸父族人",
    "试图填平东海的精卫鸟",
    "深山中的尸解仙",
    "以梦境为食的梦貘",
        "随机生成"
    ],
    "openings": [
        "蟠桃盛会即将开始，你却发现你的请柬被人偷走了。",
        "你的天劫即将来临，但你感应到有仇家正藏在雷云之中。",
        "一件上古神器即将在不周山出世，三界各方势力都已闻风而动。",
        "你在东海之滨捡到了一个婴儿，他的眉心竟有第三只眼。",
        "生死簿上你的名字被人用朱砂笔划掉了，而你还活得好好的。",
        "你在取经人的必经之路上开辟了洞府，正思考着该如何烹饪唐僧肉。",
        "女娲补天的五彩石还剩下最后一颗，它从天上坠落，正好砸在了你的洞府门前。",
        "封神榜即将重开，你的师父告诉你，这次的榜上将会有你的名字。",
        "孙悟空大闹天宫之时，你作为一名天将，奉命前去镇压。",
        "巫妖大战的前夕，你必须在帝江和帝俊之间做出选择。",
        "你在奈何桥上正要喝下孟婆汤，却突然想起了九世之前刻骨铭心的仇恨。",
        "地府的十八层地狱破开了一个缺口，无数恶鬼正涌向人间。",
        "你所在的凡人村庄，常年祭祀的山神庙，今年却没有显灵。",
        "你在深山中修炼了千年，今天第一次进城，却被街上的车水马龙迷住了眼。",
        "师父交给你一个任务，去三界之中，寻回散落在各处的河图洛书碎片。",
        "你在紫霄宫中听鸿钧老祖讲道，但坐在你前面的那個生灵，似乎是你的宿敌。",
        "作为龙王，你发现你的定海神针不见了。",
        "佛陀在灵山讲法，天花乱坠，你似乎听懂了什么。",
        "你是一只刚修成正果的黄皮子，却被一个凡人书生误认为是狐仙，日夜向你许愿求姻缘。",
         "昆仑山的建木神树开始枯萎，三界之内，草木凋零。",
    "传说中的“人参果”即将成熟，据说闻一闻，就能活三百六十岁。",
    "十大金乌一齐出现在天空，大地被炙烤，凡间已成炼狱。",
    "兰若寺的钟声在午夜响起，但那座寺庙早已荒废了百年。",
    "东海龙宫的定海神针突然失窃，龙王震怒，悬赏三界寻找线索。",
    "一场无名的瘟疫从凡间开始蔓延，就连天上的神仙也感到法力滞涩。",
    "六大圣人纷纷立教，一时间，人、阐、截、西方教等开始在三界之中广收门徒。",
    "有人在三生石上，用刀刻下了两个本不该在一起的名字。",
    "一幅描绘着飞天仙女的古画被展出，传说画中的仙女会在月圆之夜走下来。",
    "佛道两家将举行一场“水陆大会”进行辩法，胜者将执掌未来千年的凡间信仰。",
    "酆都鬼城的大门不知被谁打开，百鬼夜行，正在人间游荡。",
    "有人说，在北冥之海的尽头，看到了那只名为“鲲”的巨兽。",
 
    "人间一位帝王妄想长生，正在派人四处寻找传说中的“不死药”。",
 
        "随机生成"
    ]
},
    "赛博朋克": {
        "identities": [
            "义体医生",
            "数据黑客",
            "公司特工",
            "底层拾荒者",
            "帮派打手",
            "记忆贩子",
            "义体改造师",
            "AI调试师",
            "虚拟偶像",
            "企业间谍",
            "网络幽灵",
            "生化人",
            "黑市义体医生",
            "初出茅庐的数据黑客",
            "公司底层特工",
            "街头帮派打手",
            "网络偶像的经纪人",
            "垃圾场的拾荒者",
            "厌倦了生活的条子（警察）",
            "全身高度义体化的改造人",
            "反抗组织的信使",
            "技术高超的义体医生",
            "能够潜入任何系统的顶级黑客",
            "为超级企业清理“垃圾”的特工",
            "贩卖虚拟感官体验的“梦境商人”",
            "反抗巨型企业的“解放阵线”成员",
            "驾驶飞行载具的空中快递员",
            "随机生成"
        ],
        "openings": [
            "从一次非法的记忆清除手术中醒来",
            "植入的义眼突然看到了不该看的数据流",
            "接到了一个送货任务，货物是一个活生生的人",
            "被强大的企业追杀，原因不明",
            "在黑市上买到了一块来源不明的军用芯片",
            "发现自己的AI伴侣开始出现自主意识",
            "被雇佣渗透竞争对手公司的服务器",
            "在虚拟世界中被困，无法登出",
            "义体突然失控，开始攻击无关人员",
            "接收到了一条来自未来的加密信息",
 
            "植入的义眼突然接收到一段加密数据流，指向公司的巨大阴谋",
            "接到了一个报酬极高的“送货”任务，货物是一个被通缉的仿生人",
            "因为一次网络入侵，意外成为了全球追捕的对象",
            "发现自己常用的镇静剂被人掉了包，效果变得极其危险",
            "债主找上门，给了一个潜入竞争对手公司窃取数据的危险任务",
            "从一次非法的记忆清除手术中醒来 。",
            "你新植入的义眼突然开始接收到不属于这个世界的数据流 。",
            "在一个全民沉浸式VR的世界里，你发现所谓的“现实”可能只是另一层虚拟。",
            "随机生成"
        ]
    },
    "星际科幻": {
        "identities": [
            "货运飞船船员",
            "帝国舰队新兵",
            "殖民星球矿工",
            "星际海盗",
            "外交官",
            "星际商人",
            "机械工程师",
            "生物学家",
            "星系探险家",
            "人工重力技师",
            "货运飞船的机械师",
            "帝国舰队学院的吊车尾学员",
            "外星球殖民地的矿工",
            "被通缉的星际海盗",
            "外星大使的人类助理",
            "基因编辑过的完美“人造人”",
            "考古队的新人",
            "太空港酒吧的老板",
            "失控的医疗机器人",
            "自由探索船的船长",
            "银河帝国基因改造的超级士兵",
            "能与外星生物精神链接的“沟通者”",
            "星际黑市的情報贩子",
            "某个古代文明遗迹的守护者",
            "深海文明的使者",
            "随机生成"
        ],
        "openings": [
            "飞船遭遇未知宇宙异常，被迫紧急跃迁到陌生星域",
            "在蛮荒星球上发现了外星文明的遗迹",
            "作为外交使团成员前往一个从未接触过的文明",
            "在星际空间站的黑市上买到了来源不明的古代数据核心",
            "收到了一个来自银河系边缘的神秘求救信号",
            "在例行的星球勘探中发现了会移动的金属生物",
            "被派遣调查一艘在虚空中漂流百年的幽灵战舰",
            "意外激活了一个封印了千年的古代AI",
            "在进行超空间跳跃时看到了不应该存在的景象",
            "发现自己所在的殖民地其实是一个巨大的实验场",
            "飞船在进行跃迁时遭遇未知宇宙现象，迫降在一颗完全不在星图上的星球",
            "在一次空间站日常维护时，发现了一个隐藏的密室，里面有一具外星人尸骸",
            "作为文化观察员被派往一个刚刚接触的原始文明星球",
            "在黑市买到了一个来历不明的古代数据核心，里面藏着足以引发战争的信息",
            "所在的殖民星球爆发了未知的生化病毒，隔离程序已启动",
            "被选中参与一项绝密的超光速航行实验，但实验出现了严重故障",
            "飞船的AI突然觉醒了自我意识，并强行将航线设定至一个未知的星系。",
            "在一颗荒凉的星球上进行考古时，你们挖出了一个会造成时空悖论的古代物品。",
            "你被一个强大的星际实体选中，成为其在物质宇宙的“代理人”，执行它的意志。",
            "你所在的深海城市，第一次向陆地文明派出了外交使团，而你就是其中一员。",
            "在一个基因高度编辑的社会，你作为天生的“缺陷者”，却拥有机器无法模拟的能力。",
            "随机生成"
        ]
    },
    "武侠江湖": {
        "identities": [
            "初入江湖的少侠",
            "魔教底层教众",
            "名门正派弟子",
            "悬壶济世的郎中",
            "经营客栈的情报贩子",
            "镖师",
            "江湖游医",
            "说书先生",
            "剑客",
            "刺客",
            "武林盟主/盟主夫人",
            "隐世高人",
            "初入江湖的名门少侠/女侠",
            "魔教的底层教众",
            "镖局的趟子手",
            "悬壶济世（也可能用毒）的郎中",
            "客栈的情报贩子/说书人",
            "退役的官差",
            "书院的书生/琴女",
            "被灭门的小门派弟子",
            "身世成谜的孤儿",
            "精通易容术的飞贼",
            "初入江湖的少侠/女侠",
            "名门正派的亲传弟子",
            "悬壶济世却身负绝技的郎中",
            "经营着客栈的情报贩子",
            "被派往江湖卧底的朝廷密探",
            "随机生成"
        ],
        "openings": [
            "全家被神秘组织灭门，身负血海深仇",
            "无意中习得了失传已久的绝世武功",
            "卷入了名门正派与魔教的宝物争夺战",
            "受人之托护送一个身份神秘的人",
            "在武林大会上被诬陷为叛徒",
            "意外获得了一本记载绝世内功的秘籍",
            "被师父托付寻找失散多年的师弟/师妹",
            "在荒山野岭救下了一个身受重伤的高手",
            "发现自己的身世与二十年前的武林浩劫有关",
            "被卷入了皇室夺位之争",
            "全家被神秘人灭门，凶手使用的是失传已久的武功",
            "无意中救下一个重伤的老人，临终前传给你毕生功力和一段口诀",
            "卷入了一场针对武林盟主的刺杀阴谋，被当成替罪羊",
            "师门至宝失窃，作为最大嫌疑人的你被迫逃亡并自证清白",
            "在山洞避雨时发现了前辈高人的遗骸和武功秘籍",
            "被迫参加一场生死不论的武林大会，胜者将成为某大人物的女婿/赘婿",
            "全家被神秘组织灭门，身负血海深仇的你，带着唯一的线索踏入江湖。",
            "无意中习得了失传已久的绝世武功，但代价是每使用一次都会失去一部分人性。",
            "你卷入了正派与魔教对一本武功秘籍的争夺战中，而那本秘籍就是你自己。",
            "你的任务是暗中干预某个历史的关键节点，确保历史按照正确的方向发展。",
            "随机生成"
        ]
    },
 
    "恐怖惊悚": {
        "identities": [
            "超自然现象调查员",
            "恐怖片演员",
            "心理医生",
            "古董店老板",
            "建筑工人",
            "夜班保安",
            "灵媒",
            "考古学家",
            "民俗学者",
            "普通游客",
                "入殓师/法医",
    "记者/播客主",
    "长途卡车司机",
    "消防员/救援队员",
    "新家的住户",
    "深海/洞穴探险家",
    "护林员",
    "历史档案管理员",
    "唯一的幸存者",
    "邪教逃离者",
    "犯罪心理学家",
    "城市探险博主",
    "失眠症患者",
    "乡下的赤脚医生",
            "随机生成"
        ],
        "openings": [
            "被困在一栋发生过惨案的老宅中",
            "在拍摄恐怖片时遭遇了真正的超自然现象",
            "收到了一盘记录着诡异内容的录像带",
            "在古董店买到了一个被诅咒的物品",
            "参加了一个神秘的网络挑战游戏",
            "在深夜的医院遇到了已经死去的病人",
            "被邀请调查一起连警察都不敢深入的案件",
            "在挖掘古墓时释放了不该被唤醒的存在",
            "搬进新家后发现房间里有看不见的室友",
            "在进行心理治疗时患者说出了不可能知道的秘密",
             "手机相册里突然多了一段你熟睡时的视频。",
    "深夜开车时，后视镜里总有一个穿着红衣服的身影一闪而过。",
    "镜子里的倒影，在你转过身后，对你露出了一个诡异的微笑。",
    "电梯失控，停在了一个不存在的“地下4层”。",
    "一张纸条从门缝下塞了进来，上面用血写着：“别出声，它在听。”",
    "好不容易淘到的古董娃娃，它的眼睛好像会自己转动。",
    "耳边总是无端响起一段催眠般的童谣，但周围并没有其他人。",
    "在一座以“自杀圣地”闻名的森林里迷了路，天色渐渐暗了下来。",
    "你工作的办公楼里流传着一份“夜班生存守则”，而你刚刚不小心违反了其中一条。",
    "大雪封山，被困在与世隔绝的山间旅店里，而住客们开始一个接一个地神秘死去。",
    "你收到了一个匿名包裹，里面只有一个小木偶和一张指示：“现在，你是它的新主人了。”",
    "整理祖父遗物时，发现了一本记录着某种邪恶仪式的日记，而仪式的最后一步就在今晚。",
    "小镇上流传着一个传说：绝对不能在午夜回头看自己的影子。而今晚，你感觉有什么东西在拉你的裤脚。",
    "家里所有的钟表，都分毫不差地停在了凌晨3点44分。",
    "接到了一个奇怪的求助电话，对方说他被困在了你家的墙壁里。",
            "随机生成"
        ]
    },
    "海洋冒险": {
        "identities": [
            "船员",
            "海盗",
            "渔夫/渔女",
            "海军军官",
            "探险家",
            "海洋生物学家",
            "潜水员",
            "灯塔看守",
            "船长",
            "海商",
            "海难幸存者",
            "寻宝猎人",
                "人鱼/海洋智慧生物",
    "被诅咒的不死水手",
    "制图师/航海家",
    "港口的走私者",
    "船舶工程师/修理工",
    "海岸警卫队队员",
    "海洋神祇的祭司",
    "海怪猎人",
            "随机生成"
        ],
        "openings": [
            "在一座荒岛上醒来，船只已经消失",
            "发现了一张指向传说宝藏的古老海图",
            "船只在风暴中偏离航线，到达了地图上不存在的海域",
            "在深海潜水时遭遇了史前巨兽",
            "被海盗劫持后发现他们在寻找某种神秘物品",
            "在钓鱼时钓上来了一个装着求救信的瓶子",
            "发现自己工作的油井平台下方隐藏着古代文明",
            "在海底考古时唤醒了沉睡的深海生物",
            "被神秘海流卷入了传说中的船只坟场",
            "收到了来自失踪多年的探险队的无线电信号",
             "传说中的幽灵船‘飞翔的荷兰人’号，破开浓雾，缓缓出现在航线前方。",
    "百慕大三角的中心区域，所有导航仪器突然失灵，海面平静得宛如镜面。",
    "打捞上来的百年沉船里，一具尸体竟完好无损，仿佛只是沉沉睡去。",
    "一场罕见的‘血色赤潮’过后，海中涌现出无数从未见过的、发着幽光的奇异生物。",
    "船只被一股巨大的力量猛地向下一拽，仿佛有什么东西缠住了龙骨，正要将整艘船拖入深渊。",
    "在深海热泉附近，声呐探测到了一座由未知金属构成、似乎仍在运作的宏伟城市。",
    "鲸鱼群的歌声中，夹杂着一段极其规律的、仿佛摩斯密码般的神秘旋律。",
    "巨大的极地冰川在你眼前崩塌，掀起的滔天巨浪，正朝着船只扑来。",
    "海面上凭空出现了一扇由旋转的水流构成的巨门，门后是完全陌生的星空。",
    "在一座无人灯塔的顶端，发现了一本写满了一个世纪的思念与等待的航海日志。",
            "随机生成"
        ]
    },
    "二次元": {
        "identities": [
            "转校生",
            "社团成员",
            "魔法少女/少年",
            "偶像",
            "游戏玩家",
            "游戏中的npc",
            "动漫宅",
            "学生会成员",
            "图书委员",
            "体育社王牌",
            "校园偶像",
            "神秘转学生",
            "普通路人",
             "地下偶像",
    "Vtuber / 主播",
    "轻小说作家 / 漫画家",
    "风纪委员",
    "阴阳师 / 退魔师",
    "异世界归来者",
    "怪盗",
    "非人类（妖狐/吸血鬼等）",

    "归宅部成员",
    "执事 / 女仆",
    "声优",
    "被封印了力量的魔王/勇者",
            "随机生成"
        ],
        "openings": [
            "收到了一个能实现愿望的神秘道具",
            "被选中成为拯救世界的魔法少女/少年",
            "在学园祭上发生了超自然现象",
            "发现班上的同学其实都不是人类",
            "被卷入了一个真人版的游戏世界",
            "在社团活动室发现了通往异世界的传送门",
 
            "在偶像演出中遭遇了来自异次元的袭击",
            "发现学校其实是一个巨大的实验场所",
            "被神秘组织选中参加特殊的游戏",
               "鞋柜里收到了一封署名为‘怪盗’的、偷走你心的预告函。",
    "深夜搭乘的电车，在一个地图上不存在的“如月车站”停了下来。",
    "天台上，全校最受欢迎的学生会长背后，长出了一对漆黑的翅膀。",
    "醒来后，你和最讨厌/最憧憬的那个同学灵魂互换了。",
    "手机里多出了一个无法删除的APP，它的功能是“未来日记”。",
    "一场小型地下偶像Live结束后，台下的所有粉丝全都变成了狂热的信徒。",
    "你常玩的游戏关服了，但你游戏里的“老婆”/伙伴却出现在了家门口。",
    "学校的游泳池在没有水的状态下，淹死了一个学生。",
    "樱花树下，一个完全不认识的转校生突然向你告白，并声称你们是前世的恋人。",
    "城市上空出现了一个巨大的、由无数眼球组成的魔法阵。",
 
    "你在网络上连载的小说情节，开始在现实中分毫不差地一一上演。",
    "一场流星雨过后，你突然能听懂家里的猫在说什么了。",
    "今天的占卜大凶，出门就会遭遇宿命的邂逅，开启你波澜壮阔的一生。",
            "随机生成"
        ]
    },
    "特殊世界观": {
        "identities": [
            "记忆商人",
            "梦境行者",
            "模因传播者",
            "糊弄学大师",
              "ABO世界中的稀有性别",
            "规则怪谈中的“违规者”",
            "时间循环中的锚点",
            "拥有自我意识的NPC",
            "魅魔",
            "梦魇",
            "克苏鲁神话中的调查员",
            "灵气复苏的先知",
            "神话复苏的钥匙",
   "精神过载的哨兵",
        "寻找搭档的向导",
        "信息素失控的Alpha",
        "伪装成Beta的Omega",
        "食物链顶端的捕食者",
        "重生/穿书的恶役千金",
        "刚刚苏醒的旧神",
        "神格破碎的神明",
        "被献祭的圣子/圣女",
        "世界意志的化身",
        "拥有自我意识的系统/外挂",
        "故事的‘旁白’",
        "人形的S级收容物",
            "随机生成"
        ],
        "openings": [
               "天空突然裂开，另一座城市的倒影悬挂于天际。",
        "世界上所有的文字在一夜之间变成了无人能懂的金色符号。",
        "你一觉醒来，发现所有人都失去了“悲伤”这种情绪。",
        "你凝视深渊时，深渊真的朝你眨了眨眼，还说了声“嗨”。",
        "你在一个陌生人的房间醒来，后颈传来一阵陌生的刺痛，空气中弥漫着雪松和烈酒的味道。",
        "眼前的世界突然卡顿，一个“正在加载...”的进度条出现在你的视野中央。",
        "你家门上多了一张纸条，上面用鲜红的字迹写着：“欢迎来到这里，请在天黑后遵守以下规则……”",
        "月亮变成了深紫色，所有被月光照到的人都开始疯狂地呓语。",
        "你收到了三个月后，来自自己的死亡预告信。",
        "你的影子在没有光的地方，自己站了起来，并对你露出了一个诡异的微笑。",
        "你杀死了这个世界的“主角”，耳边突然响起了冰冷的系统提示音：“世界线开始重置……”",
        "手机屏幕上突然出现一个恋爱游戏App，而里面的可攻略角色，全都是你身边的人。",
        "你面前的NPC突然抓住了你的手，流着泪对你说：“求求你，带我离开这个游戏，我什么都愿意做。”",
        "海面上浮现出一座由非欧几何构成的、不断变化的城市，巨大的触手从城中伸向天空。",
            "随机生成"
        ]
    },
    "废土末日": {
        "identities": [
               "拾荒者",
            "变种人猎手",
            "幸存者据点守卫",
            "独行商人",
            "净水技术员",
            "医疗兵",
            "机械师",
            "搜救队员",
            "车队司机",
            "物资管理员",
            "移动堡垒的车长",
            "驾驶武装车辆的“公路幽灵”",
            "掌握一小块可耕种土地的农场主",
            "搜集旧时代科技的“历史学家”",
            "孤岛上的垂钓者",
            "幸存者据点的医生",
            "经验老道的拾荒者",
            "变种人猎手",
            "幸存者据点的守卫",
            "独行商人",
            "掌握净水/种植技术的技工",
            "寻找疫苗的医生",
            "掠夺者团伙的俘虏",
            "战前文明的学者",
            "信奉钢铁的机械教祭司",
            "基因突变的异能者",
            "随机生成"
        ],
        "openings": [
            "从一个废弃多年的避难所中苏醒，外面的世界已面目全非",
            "在一具穿着防辐射服的尸体上，找到了一张指向传说中“绿洲”的地图",
            "为了拯救据点里感染的亲人，不得不闯入辐射极高的核心区寻找药品",
            "驾驶的武装车辆在沙尘暴中抛锚，补给所剩无几",
            "所在的据点被强大的掠夺者军团包围，首领决定派你出去寻求援助",
            "喝下了被污染的水源，开始出现奇怪的幻觉和身体变化",
             "从一个废弃的避难所中苏醒",
            "在一具尸体上找到了指向绿洲的地图",
            "为了家人急需的药品，不得不闯入辐射区",
            "驾驶的武装车辆在沙尘暴中抛锚",
            "在废墟中发现了一个还在运行的AI终端",
            "被某种未知病毒感染，时间所剩无几",
            "车队遭遇袭击，成为唯一幸存者",
            "在地下避难所发现了末日前的重要秘密",
            "接收到了来自其他幸存者据点的求救信号",
            "你的车队正被一场巨大的辐射风暴追赶，必须在燃料耗尽前找到避难所。",
            "在一具干尸的怀里，找到了一张指向传说中“绿洲”的地图。",
            "作为孤岛上唯一的幸存者，你今天从海里钓上来一个密封的，来自未知文明的休眠仓。",
            "核冬天降临，你所在的避难所资源即将耗尽，必须外出寻找生机。",
            "随机生成"
        ]
    },
    "规则怪谈": {
        "identities": [
            "新入职的公司员工",
            "转校生",
            "游客",
            "病人",
            "乘客",
            "住户",
            "图书馆管理员",
            "夜班保安",
             "船员",
    "深海/极地科考站队员",
    "网红打卡地的探店博主",
    "调查员",
    "怪奇马戏团的表演者",
    "员工",
    "酒店的礼宾部",
    "孤儿院的义工",
    "试吃员",
    "导播",
    "伴郎/伴娘",
            "随机生成"
        ],
        "openings": [
            "收到一份理想工作的录用通知，但员工手册上的规则极其诡异",
            "搬进了一个租金极低的新公寓，楼道里贴满了奇怪的居住守则",
            "在旧书店买了一本笔记本，里面写满了像是生存指南的奇怪规则",
            "一觉醒来，发现自己身处一个无限循环的走廊/车站，墙上写着生路提示",
            "参加了一个奇怪的测试实验，被告知必须严格遵守指令才能离开",
            "误入一个小镇，这里的居民都严格遵守着一些不可理喻的习俗", 
            "高考失利后，你收到一所不存在的大学寄来的录取通知书，附带一张诡异的新生守则。",
    "你下载了一个无法卸载的恋爱APP，它为你匹配的对象似乎不是人类。",
    "一场大雾散去，你发现所在的城市变得完全陌生，街上的每个人都对你露出诡异的微笑。",
    "受邀参加一场假面舞会，规则上说，在午夜钟声敲响前，绝对不能摘下自己的面具。",
    "电视里突然插播一条紧急通知，要求全体市民从现在开始必须倒着走路。",
    "你继承了一座巨大的图书馆，但遗嘱里警告你，绝对不要去阅读C区的任何一本书。",
    "为了躲雨，你跑进一家诡异的蜡像馆，在你眨眼后，发现所有蜡像的姿势都变了。",
    "你所在的城市突然强制开始一场为期24小时的“捉迷藏”游戏，规则只有一条：“不要被找到”。",
    "你收到了一个会说话的玩偶作为礼物，附带的“饲养说明”上写满了血红色的警告。",
    "你的猫今天早上叼回来一张纸条，上面用爪印写着一套只有你能看见的“家庭新规”。",
    "你搭乘的航班遭遇了猛烈气流，颠簸过后，窗外的天空变成了血红色。",
    "你走进一家24小时便利店买东西，却发现墙上的时钟永远指向午夜三点半。",
            "随机生成"
        ]
    },
    "恐怖生存": {
        "identities": [
            "遭遇空难的幸存者",
            "鬼屋探险的作死青年",
            "精神病院的医生",
            "凶宅的新房主",
            "拍摄灵异节目的剧组人员",
            "恶魔召唤仪式的参与者",
            "被诅咒的古董拥有者",
            "丧尸爆发后的幸存者",
            "随机生成"
        ],
        "openings": [
            "醒来发现自己被绑在一个地下室，身边有计时器和模糊的线索",
            "购买的二手家具里藏着一盘记录着凶杀案的录像带",
            "度假小屋的地下室里发现了一个被囚禁多年的人",
            "参与的线上游戏突然无法退出，失败意味着真实的死亡",
            "收到已故亲友寄来的礼物，随后开始遭遇一系列的灵异事件",
            "所在的整栋大楼被无形的力量封锁，怪物在楼道内徘徊",
            "随机生成"
        ]
    },
    "历史架空": {
        "identities": [
            "王宫新来的女仆/侍卫",
            "被迫和亲的王子/公主",
            "不受宠的皇子/公主",
            "进京赶考的书生",
            "边疆戍卒的小队长",
            "青楼的名妓",
            "云游四海的行脚僧",
            "御厨房的小学徒",
            "即将和亲的宗室女",
            "墨家/公输家的工匠",
            "驿站的驿丞",
            "获罪被流放的官员",
            "普通农民",
            "书生",
            "商贾",
            "将军",
            "公主/王子",
            "太监/宫女",
            "江湖医师",
            "道士/道姑",
            "和尚/尼姑",
            "县令",
            "刺客",
            "史官",
            "随机生成"
        ],
        "openings": [
            "一觉醒来发现自己回到了某个历史关键节点，成了一个无关紧要的小人物",
            "在古墓中发现了能预言未来的龟甲/竹简",
            "皇帝突然驾崩，京城暗流涌动，你意外卷入了继位风波",
            "家乡遭遇洪灾/蝗灾，你被迫带领乡亲南下逃荒",
            "被征召去修建长城/陵墓/大运河，发现了工程中隐藏的秘密",
            "你的发明创造被上官看中，要求你限期完成献给皇帝",
            "被卷入了一场改变历史走向的宫廷政变",
            "在战场上捡到了一件能改变战局的神秘兵器",
            "被选中参与一项秘密的皇室任务",
            "发现了一个关于朝代更替的惊天秘密",
            "在科举考试中无意间得罪了权贵",
            "被派遣到边疆处理民族冲突",
            "在古墓中发现了前朝皇室的遗物",
            "被迫参与了一场决定国运的重要谈判",
            "在民间收集到了足以撼动朝廷的证据",
              "奉始皇帝之命，成为徐福船队的一员，出海寻找仙山与长生不老药。",
"身处长平，你必须在白起下令坑杀四十万赵卒之前，想办法活下去。",
"公元前206年，你亲眼见证了项羽火烧阿房宫，并藏匿了宫中的一份重要图纸。",
"作为刘邦的乡亲，在沛县起事时，你面临着加入他还是向官府告密的抉择。",
"鸿门宴上，你是一名不起眼的侍者，目睹了项庄舞剑的惊险全程。",
"你追随韩信，却在井陉口背水一战前，发现了军队的致命弱点。",
"作为垓下的一名楚卒，在四面楚歌中，你考虑的是否要放下武器投降。",
"作为吕后身边的侍从，你无意间听到了她处置戚夫人和刘如意的计划。",
"在白登山，你作为一名汉军小卒，被匈奴围困在冰天雪地里七天七夜。",
"王莽推行新政时，你作为一名地方小吏，需要处理因此而起的民间混乱与反抗。",
"在昆阳，你亲眼目睹了刘秀率领十三骑冲阵，创造了以少胜多的奇迹。",
"身为一名光武中兴时期的屯田兵，你开垦的土地下埋藏着前朝的宝藏。",
"赤壁之战前夜，你收到了来自曹操阵营的密信，试图策反你所在的江东水军。",
"在长坂坡，你护送着主公的家眷，在曹军的追杀中七进七出。",
"作为华佗的弟子，你掌握了为关羽刮骨疗毒的核心技术，却因此被曹操猜忌。",
"你在白帝城，作为刘备的亲信，亲耳听到了那句“如其不才，君可自取”的托孤遗言。",
"作为诸葛亮的随从，你参与了七擒孟获的全过程，深刻理解了“攻心为上”的策略。",
"街亭失守，你奉命前去传令命马谡撤退，却因意外在路上耽搁了。",
"五丈原秋风瑟瑟，你看着丞相的将星即将陨落，手中握着能为他续命七日的七星灯。",
"你身处高平陵，目睹了司马懿发动政变，曹魏的天下即将倾覆。",
"作为一名竹林中的隐士，你常与“竹林七贤”饮酒作乐，却也知晓他们放浪形骸下的政治避祸。",
"淝水之战中，你作为前秦军队的一员，听到了“风声鹤唳，草木皆兵”的传言，军心大乱。",
"隋朝末年，你被迫加入瓦岗军，在李密的带领下劫富济贫，却也见证了他的多疑与败亡。",
"玄武门之变当天，你是一名守卫，需要在李建成和李世民之间做出选择。",
"作为辩机和尚的侍童，你保管着那本由高阳公主赠予、最终引发杀身之祸的《枕中记》。",
"在安史之乱的马嵬坡，你目睹了禁军哗变，贵妃被赐死，皇帝仓皇出逃。",
"你追随鉴真东渡，在第六次航行中，终于踏上了日本的土地。",
"作为黄巢起义军的一员，你攻入了长安城，也见证了“冲天香阵透长安，满城尽带黄金甲”的盛景与随之而来的屠戮。",
"南唐后主李煜亡国后，你作为他的故臣，在寂寥的汴京听他一遍遍吟诵“问君能有几多愁”。",
"在陈桥驿，你亲眼见证了赵匡胤“黄袍加身”的全过程。",
"杯酒释兵权当晚，你作为一名御厨，为石守信等大将烹饪了那场决定命运的晚宴。",
"靖康之耻，你被金人掳至北方，亲眼目睹了徽、钦二帝的凄惨遭遇。",
"你追随岳飞，即将收复开封，却在朱仙镇收到了十二道金牌。",
"崖山海战，你抱着小皇帝，在陆秀夫的恸哭声中，看着他背负国祚跃入大海。",
"明朝初年，你被卷入“胡蓝之狱”或“文字狱”，身家性命悬于一线。",
"靖难之役中，你作为建文帝的亲信，在南京城破前，收到了他从秘密地道逃亡的指令。",
"土木堡之变，你作为英宗的随驾侍卫，一同被瓦剌俘虏，在塞外苦寒之地求生。",
"夺门之变，你作为于谦的下属，目睹了他被拥立的英宗冤杀，并写下“粉身碎骨浑不怕，要留清白在人间”。",
"作为一名锦衣卫/东厂番子，你奉命调查一桩牵涉到朝廷重臣的惊天大案。",
"作为李自成的部将，你攻破了北京城，却发现胜利的喜悦很快被权力的腐蚀所替代。",
"你驻守在山海关，当李自成和多尔衮的军队同时兵临城下时，吴三桂向你征求开关的意见。",
"扬州十日/嘉定三屠，你作为一名幸存者，从死人堆里爬了出来。",
"你奉康熙之命，参与了平定三藩之乱，并卧底在吴三桂的阵营中。",
"在文字狱最盛行的雍正朝，你因一首诗或一篇文章，被下了大狱。",
            "随机生成"
        ]
    },
    "蒸汽朋克": {
        "identities": [
            "发条人偶师",
            "天空舰队的飞艇工程师",
            "差分机黑客（分析机程序师）",
            "炼金术侦探",
            "报童兼地下情报员",
            "使用蒸汽义肢的退役军人",
            "反技术派系的“自然咏者”",
            "随机生成",
            "为贵族改装奢侈机械宠物的工匠",
            "在天空之城表演的歌剧演员",
            "齿轮教会的年轻祭司",
            "在天空之城的底层区行医的黑市医生",
    "驾驶着蒸汽动力泰坦的皇家卫队驾驶员",
    "专门绘制未知空域航图的制图师",
    "饲养并改装机械生物的驯兽师",
    "行走于世间的最后一位炼金术士",
    "能与机器的“灵魂”沟通的通感者",
    "审判异端科技的铁腕裁判官",
    "在工业废墟中讨生活的拾荒者",
    "以太（Aether）航船上的水手",
    "皇家钟楼的守时人"
        ],
        "openings": [
            "在一场非法的机械角斗中醒来，发现自己的记忆芯片被替换，唯一的线索是口袋里的一枚奇特齿轮。",
            "你发明的永动机模型被神秘组织盗走，对方留下了一朵仅在皇室空中花园才培育的黑玫瑰。",
            
            "作为一名天空警察，你在追捕臭名昭著的空贼时，飞艇意外坠入浮空岛的未知禁区。",
            "收到了一张由纯金打造的邀请函，邀请你参加一场在万米高空的移动堡垒“巴别塔”上举行的晚宴。",
            "为了给家人凑齐昂贵的发条心脏移植手术费，你接下了一个护送“禁忌炼金物品”的危险委托。",
            "你正在与一位贵族小姐/少爷举行婚礼，一位驾驶着单人飞行翼的“不速之客”从天而降，声称你才是他/她的真爱。",
              "城市的中央钟楼，那颗运转了三百年的“不息心脏”，毫无征兆地停摆了。",
    "你从昏迷中醒来，发现自己被铁链锁在了一艘著名空贼飞艇的船锚上，而飞艇正在升空。",
    "全频道突然播报一条紧急消息：你所在的天空之城正在失去浮力，预计三小时后将坠向地面。",
    "一只精巧的黄铜机械鸟停在了你的窗台，它的腿上绑着一个微型密码筒，里面是向你的求救信。",
    "议会刚刚通过法案，要求所有公民都必须将至少一个身体部件替换为官方指定的蒸汽义肢。",
    "天空中由无数齿轮构成的太阳闪烁了一下，你在一瞬间看到了它背后……那片深邃、冰冷的真实星空。",
    "家里的老旧自动人偶管家，突然在你耳边用生锈的声音低语道：“主人，他们发现我们了。”",
    "以太之海掀起了前所未有的风暴，一些不属于机械造物的、柔软滑腻的奇异生物被冲上了浮岛的边缘。",
    "你收到了一份匿名包裹，里面是一颗仍在跳动的水晶心脏，以及一张字条：“把它藏好，否则世界会因此重启。”",
    "一座被认为是古代遗迹、早已停机的巨型城市守护者“歌利亚”，它的独眼亮起了红光，缓缓地站了起来。",
"随机生成"      
]
    },
 
    "诡秘修仙": {
        "identities": [
            "调查异常的“天机阁”底层修士",
            "靠吞噬“诡异”来修行的魔道中人",
            "供奉不可名状存在的邪神信徒",
            "被污染的灵根拥有者",
            "随机生成",
            "专门绘制“镇邪符”的符师",
            "研究“古神呓语”的疯癫学者",
            "从禁地“归墟”中逃出的唯一生还者"
        ],
        "openings": [
            "你在修炼中走火入魔，醒来后发现自己丹田里多了一个无法理解的、扭曲的活物。",
            "随机生成",
            "你所在的村庄为了祈求丰收，准备举行一场古老的祭祀，而你被选中成为献给山中“古神”的祭品。",
            "师门下达了调查任务，一个偏远小镇的凡人全部失踪，只留下满地不断蠕动的黑色影子。",
            "你偶然得到一本残破功法，修炼后修为大涨，但你开始在梦中听到来自群星之外的呼唤。",
            "宗门大比上，你的对手在众目睽睽之下，身体融化、异变成了一滩不可名状的血肉怪物。"
        ]
    },
 
    "全民领主": {
        "identities": [
            "绑定了“签到系统”的幸运儿",
            "开局抽到唯一神话级兵种的欧皇",
            "随机生成",
            "选择了亡灵族，只能和骷髅作伴的独行者",
            "专精种田与贸易的生活玩家",
            "组建了大型公会的会长",
            "被强大领主俘虏，被迫成为附属的玩家"
        ],
        "openings": [
            "当全球所有人都被传送到这个世界时，你发现你的初始领地旁边，刷新了一座金矿和一只看起来不太友好的巨龙。",
            "随机生成",
            "别人开局都是一小块地和几个农民，而你的初始资源清单上写着：“一座破败的神庙和一名自称是“神”的失忆少女/少年”。",
            "系统提示：你的领地受到了“混沌”的祝福，所有招募的单位都将发生意想不到的良性（或恶性）变异。",
            "你发现你可以通过完成某个土著部落的奇怪任务，来获得他们的好感度和独有科技/兵种。"
        ]
    },
    "经营建设": {
        "identities": [
            "初创企业家",
            "咖啡馆老板",
            "网店运营者",
            "投资顾问",
            "市场分析师",
            "连锁店店长",
            "商会会长",
            "贸易商人",
            "餐厅主厨",
            "时装设计师",
            "游戏开发者",
            "落魄贵族继承了一块贫瘠的领地",
            "宗门的外派管事",
            "灾难后重建社区的负责人",
            "星际 frontier 的殖民地总督",
            "动物保护区的园长",
            "魔法学校的校长",
            "深海勘探队的队长",
            "异世界餐馆的老板",
            "刚刚继承破败领地的年轻领主",
            "拥有巨龙盟友的王子/公主",
            "掌管宗门财政的内门长老",
            "拥有“系统”辅助的穿越者国王/女王",
            "建立了横跨数个位面的商业帝国的会长",
            "即将统一大陆的王国统治者",
            "随机生成"
        ],
        "openings": [
            "继承了一家濒临破产的家族企业",
            "获得了一笔神秘的创业资金",
            "发现竞争对手在使用不正当手段",
            "被挖角到一家刚成立的科技公司",
            "在商业展会上遇到了改变命运的合作伙伴",
            "接手了一个看似毫无价值的废弃项目",
            "被卷入了一场商业间谍战",
            "意外获得了一个具有巨大潜力的专利技术",
            "在经济危机中寻找企业转型的机会",
            "意外继承了一笔巨额遗产，但必须经营好指定的产业才能持续获得",
            "被流放到边疆，要求一年内上缴指定数额的赋税",
            "飞船坠毁，你成为幸存者的领袖，需要建立营地等待救援",
            "被委以重任，负责重建一个被摧毁的著名地标/门派",
            "捡到了一个能连接万界的商店系统，需要进货开店",
            "获得了一个能进入梦境的能力，开始经营一家为人解忧的梦境事务所",
            "“万界建国系统”已绑定，初始资源为三个哥布林和一个漏风的茅草屋。",
            "你通过一场政治联姻，获得了一片贫瘠但拥有巨大潜力的土地和一位对你充满敌意的美丽伴侣。",
            "你的宗门遭遇大劫，作为唯一的继承人，你需要从零开始重建山门。",
            "随机生成"
        ]
    },
    "同人衍生": {
        "identities": [
             "(三体) 被联合国选中的新任“面壁者”",
    "(三体) “地球三体组织”的一名科学家，等待着主的降临",
    "(三体) 威慑纪元手握引力波宇宙广播开关的“执剑人”",
    "(三体) 掩体纪元，生活在地球深处地下城中的居民",
        "(三体) 人类舰队的一名舰长，面对着即将到来的水滴",
    "(三体) 潜伏在人类中的“破壁人”，负责破解面壁者的计划",
    "(EVA) NERV总部的普通技术员，负责EVA机体的日常维护",
    "(EVA) SEELE议会的一名秘密成员，知晓“人类补完计划”的真相",
    "(EVA) 居住在第三新东京市的普通学生，对频繁的“陨石”来袭习以为常",
           "(EVA) EVA初号机/零号机/二号机的指定驾驶员（适格者）",
    "(EVA) NERV的作战部长，直接在前线指挥战斗",
    "(宝可梦) 刚刚从博士那里领到初始宝可梦的新人训练家",
    "(宝可梦) 火箭队的一名底层小兵，职责是在常青森林捕捉波波和小拉达",
    "(宝可梦) 专精龙系/幽灵系的道馆馆主，等待着有潜力的新人前来挑战",
    "(宝可梦) 当地的冠军或四天王之一，站在地区联盟的顶端",
    "(宝可梦) 精通培育的饲育家/研究宝可梦生态的大木博士的助手",
    "(生化危机) 浣熊市爆发丧尸潮时的一名幸存警察/市民",
    "(生化危机) 保护伞公司的一名研究员，良心发现决定带着病毒原型叛逃",
        "(生化危机) S.T.A.R.S.阿尔法小队的精英成员",
    "(生化危机) 一个被植入G病毒/普拉卡寄生虫的强大生化兵器",
    "(进击的巨人) 调查兵团的新兵，即将参与第一次九死一生的墙外调查",
    "(进击的巨人) 马莱的一名艾尔迪亚“荣誉马莱人”战士候补生",
    "(进击的巨人) 九大智慧巨人（始祖/进击/战锤等）的当前继承者",
    "(进击的巨人) 驻扎兵团或宪兵团的一名士兵，生活在巨壁的庇护之下",
    "(鬼灭之刃) 刚刚通过最终选拔，拿到属于自己的第一把日轮刀的鬼杀队新人",
    "(鬼灭之刃) 十二鬼月中新晋的下弦之鬼，渴望着无惨大人的“血”",
    "(鬼灭之刃) 鬼杀队九柱之一，拥有自己独特的呼吸法",
    "(鬼灭之刃) 十二鬼月中的上弦，蔑视着所有鬼杀队剑士",
    "(鬼灭之刃) 锻刀村的刀匠，即将为一位“柱”打造新的日轮刀",
    "(英雄联盟/双城之战) 生活在底城祖安的炼金术士",
    "(英雄联盟/双城之战) 生活在皮尔特沃夫的执法官",
    "(赛博朋克2077/边缘行者) 夜之城的传奇佣兵，名字响彻“来生”酒吧",
    "(赛博朋克2077/边缘行者) 荒坂公司反情报部的特工，全身都是顶级义体",
    "(哈利·波特) 霍格沃茨的一名学院院长/教授",
    "(哈利·波特) 凤凰社的核心成员/追随伏地魔的食死徒",
    "(哈利·波特) 魔法部的傲罗，负责追捕黑巫师",
    "(战锤40K) 一名普通的帝国星界军士兵，即将被投入对抗异形的绞肉机战场",

    "(战锤40K) 一名强大的星际战士连长/智库馆长",
    "(战锤40K) 一名拥有无上权力的帝国审判官，有权发动灭绝令",
    "(战锤40K) 混沌星际战士的一员，正在发动“黑色远征”",
    "(黑暗之魂/艾尔登法环) 寻求成为薪王/艾尔登之王的褪色者/不死人",
    "(黑暗之魂/艾尔登法环) 一位防火女/指头女巫，引导着英雄的命运",
    "(火影忍者) 某个忍村的“影”，背负着全村人的期望",
    "(火影忍者) “晓”组织的正式成员，穿着标志性的黑底红云袍",
    "(FATE系列) 参加圣杯战争的御主，手中握有三枚令咒",
    "(FATE系列) 被召唤出的顶级英灵（Servant），如Saber或Archer",
    "(JOJO的奇妙冒险) 拥有强大替身能力的主角团成员/反派替身使者",
    "(JOJO的奇妙冒险) SPW财团的调查员，负责处理与替身使者相关的事件",
    "(只狼) 侍奉着龙胤之子的独臂忍者，拥有死而复生的力量",
    "(只狼) 苇名国的武士大将，为了守护国家不择手段",
    "(女神异闻录5) 心之怪盗团的一员，拥有自己的Persona",
    "(血源诅咒) 一名来到亚楠寻求血疗的异乡猎人",
    "(最终幻想VII) 神罗公司的特种兵（SOLDIER）/“雪崩”组织的成员",
    "(瑞克和莫蒂) 瑞克 C-137 的一个新冒险伙伴",  
     "(仙剑三) 你是神树的一名看管者，那日，你看见夕瑶女神走下神树，她的袖中似乎藏着什么东西，而神树上最靠近她宫殿的那颗果实不见了。",
    "(仙剑三) 你是蜀山上负责打扫锁妖塔的弟子，你总能看到你的师父徐长卿在塔前站了很久，尤其是在下雨天，他一站，便是一整个下午。",
    "(仙剑三) 你是魔界的一名侍从，职责是为魔尊的宫殿擦拭器物。你发现，那把名为“炎波血刃”的武器，总比宫殿里任何东西都要光亮。",
    "(仙剑三) 你是古藤林里的一只小妖，曾远远见过那位紫衣的女子三世都带着同一个男人来到林中，每一次，林里的那棵老人参精都会叹很长一口气。",
    "(仙剑三) 你是雷州刺史云霆的贴身仆人，每日都要为他更换掉被电坏的床单与衣物。今天，他让你去城里最好的首饰铺，买一支凡人女子用的珠花。",
    "(仙剑三) 你是天界的一名文书仙官，奉天帝之命，你抄录了神将飞蓬贬入轮回的旨意。墨迹干透后，你看见夕瑶女神在南天门站了一夜。",
    "(仙剑三) 你是千年前姜国的一名宫廷绣娘，龙葵公主曾让你为她和太子缝制一样的广袖流仙裙。城破前，公主让你把其中一件悄悄送到城外的当铺里。",
    "(仙剑三) 你由夕瑶洒落在人间的一捧神树之叶化成，没有魂魄，却总在梦里看到一个白衣的女神和一个红衣的姑娘。你循着这股气息，来到了一家叫做‘永安当’的当铺前。",
    "(仙剑三) 你是酆都的一名小鬼差，火鬼王得到了火灵珠后，下令全城寻找一个会使用她原创“摄魂大法”的凡人，好像叫什么……景天。",
    "(仙剑三) 你是被打入锁妖塔的天妖皇的旧部，在这里被困了数百年。近日，塔里新进来一个凡人剑客，他身上有你曾经最敬畏的、神将军飞蓬的气息。",
    "(仙剑三) 你是霹雳堂的一名弟子，自从少堂主罗如烈从邪剑仙那里得到新的力量后，他看你的眼神，让你觉得比堂里的任何一种毒药都更冷。",
    "(仙剑三) 你是安溪村的一位普通村民，常常看到镇上那个叫景天的年轻人，对着一块破碎的玉佩发呆，就好像那是什么绝世珍宝一样。",
            "随机生成"
        ],
        "openings": [
            "随机生成。必须将原著信息记录在世界设定中"
        ]
    },

    "大逃杀与对抗": {
        "identities": [
            "被投入战场的死囚",
            "为了巨额奖金参赛的雇佣兵",
            "被强制参加“游戏”的普通学生",
            "混入其中的恐怖袭击策划者",
            "一场即将发生的恐怖袭击的参与者",
             "一场即将发生的恐怖袭击的对抗者",
            "负责清除出格玩家的“监管者”",
            "某个强大队伍的队长",
                "意识被上传到虚拟战场的“数据体”",
    "从上一次“轮回”中带着记忆归来的幸存者",
    "能与死者短暂沟通的通灵师",
    "被公众投票决定生死的真人秀明星",
    "为了给家人治病而自愿参赛的绝症患者",
    "身体经过大量机械改造的赏金猎人",
    "坚信这场“游戏”是人类进化之路的狂信徒",
    "被植入了虚假记忆的克隆人",
    "可以献祭生命力来施展禁术的魔法师",
    "操控着无人机蜂群进行战斗的“蜂后”",
    "携带“病毒”，能感染并同化其他玩家的“母体”",
    "唯一目标不是存活，而是“杀死所有人”的特殊玩家",
            "随机生成"
        ],
        "openings": [
            "你从陌生的空投仓中醒来，手环上显示着倒计时和“存活到最后”的指令。",
            "你的小队任务是在这场百人混战中，刺杀藏在参赛者中的某国政要。",
            "你被告知这是一场反恐演习，但第一颗射向你的子弹却是实弹。",
            "你所在的阵营即将战败，高层决定启动“焦土计划”，而你就是执行者。",
             "天空裂开一道巨大的缝隙，古老神祇的虚影从中冷漠地凝视着整个战场。",
    "手环上的“剩余人数”统计突然开始疯狂上涨。",
    "重力毫无征兆地发生逆转，所有人与废墟一起开始向着血红色的天空坠落。",
 
    "战场被一层大雾笼罩，所有电子设备失灵，收音机里只有一个声音在循环播放：“我们之中，有一个不是人。”",
    "你发现了一具和你长得一模一样的尸体，他的手环上显示“游戏结束”。",
 
    "游戏突然暂停，一个声音宣布将进行一场人气投票，票数最低者将被立即“清除”。",
    "你躲藏的房间里，一个本该是背景的NPC（非玩家角色）突然回头对你眨了眨眼，用口型说：“快醒来。”",
    "一场强制所有幸存者参加的“真心话大冒险”开始了，系统提示：说谎者，死。",
    "你捡到一本破旧的日记，上面详细记录了接下来一小时内，将要死去的五个人的名字、时间、和死法。第一个就是你的队友。",
    "游戏规则突然变更，新的胜利条件是：“保护当前积分最高的人活到最后。” 而那个人，就是你。",
     "你醒来时，发现身边队友的尸体尚有余温，而那把致命的武器就在你的手中。",
    "所有人的名字都消失了，取而代之的是一个代表他们“原罪”的称号，你的称号是“傲慢”。",
    "死亡的玩家并没有消失，而是变成了在战场上游荡的、攻击活人的怨灵。",
    "战场被划分为七个区域，分别对应“七宗罪”，每个区域的规则都与相应的罪行有关。",
    "天空中的月亮突然碎裂，每一块碎片坠落地面，都生成了一头强大的神话怪物。",
    "一个声音突然在你脑中响起：“你是我们安插的卧底，代号‘衔尾蛇’，这是你的第一个任务……”",
    "你发现自己无法伤害某一个特定的对手，仿佛你们之间被一条看不见的锁链连接着。",
    "一个巨大的、戴着墨镜的橡皮鸭子出现在战场中央，并开始缓慢而坚定地追杀离它最近的人。",
            "随机生成"
        ]
    },
    "基金会与克苏鲁神话": {
        "identities": [
            "SCP基金会的机动特遣队成员",
            "被迫参与实验的D级人员",
            "试图揭露真相的“真相之蛇”成员",
            "研究禁忌知识的密斯卡托尼克大学教授",
            "崇拜旧日支配者的邪教祭司",
            "被不可名状之物寄生的普通人",
                "基金会伦理委员会的审查员",
    "O5议会成员的直属特工",
    "模因与反概念部的高级研究员",
    "专门负责记忆删除与现场清理的善后人员",
    "继承了印斯茅斯血脉的返乡者",
    "因窥探时间“角度”而被廷达罗斯之猎犬追杀的人",
    "沉迷于《黄衣之王》剧本的戏剧演员",
    "可以在“幻梦境”中穿行的幻梦者",
    "专门为超自然势力提供情报与服务的“破釜酒馆”酒保",
    "为“M.C.D.”拍卖行工作的异常物品鉴定师",
    "在时空错乱地带（如SCP-3008）中挣扎求生的幸存者",
    "破碎之神教会的机械神甫",
    "欲肉教的血肉构造师",
    "负责抓捕与审讯渗透者的基金会内部事务部特工",
    "全球超自然联盟（GOC）的突击队员",
            "随机生成"
        ],
        "openings": [
            "你所在的Site-19站点收容失效警报响起，任务是回收失控的收容物品。",
            "作为D级人员，你被命令进入一个充满异常的设施进行探索，但你的真实身份是混沌分裂者的卧底。",
            "你在祖父的遗物中，找到了一本用非人语言写成的日记，记录了通往“拉莱耶”的航线。",
            "你所在的小镇开始举行一场诡异而古老的祭典，而你将被当做献给“深潜者”的祭品。",
              "你在南极科考站的钻探样本中，发现了一块包裹着非欧几里得几何建筑的远古坚冰。",
    "你买到了一本旧书《黄衣之王》，在读完第一幕后，窗外出现了一个披着黄色袍子的人影。",
    "记忆删除程序执行到一半突然中断，两种截然相反的记忆在你脑中爆发了激烈的冲突。",
    "墙角的角度似乎变得不再是九十度，一种非人的、犬吠般的嘶吼声从几何的夹缝中传来。",
    "通过天文望远镜观测木星时，你在大红斑的风暴中，看到了一只巨大、缓缓转动的眼睛。",
    "Site-19的广播突然响起：“警告，模因抹杀触媒已启动，请所有人员立刻闭眼。”。",
    "你的皮肤之下开始出现细密的鳞片，每晚都会梦到一座被大海淹没的城市在召唤你回家。",
    "每月一次，你都会失去24小时的记忆，醒来后口袋里会多出一件无法理解的物品。",
    "一场诡异的浓雾笼罩了整座城市，所有出城的路都通回了市中心广场的雕像前。",
    "基金会本该处决你的每月例行程序被临时取消，一架黑色的直升机停在了操场上，专程等你。",
    "你所在的深海潜艇声呐探测到了一个比航空母舰还要庞大的生物轮廓，它正在从沉睡中苏醒。",
    "你醒来后发现自己身处一个无尽的、没有员工的宜家超市，而天花板上的灯刚刚熄灭了。",
    "密斯卡托尼克大学图书馆的禁书区里，你找到了一份同时被基金会和欲肉教列为最高机密的上古文献。",
    "你收到了一个包裹，里面只有一部老式手机和一条信息：“别动，你已经被[数据删除]盯上了。”",
    "一场血红色的雨从天而降，被雨淋到的人都开始疯狂地攻击身边的一切，你正好躲在一间电话亭里。",
            "随机生成"
        ]
    } 

} 
